
import 'package:afen_vocabulary/classes/word.dart';

var lstMonthDay = <Word>[
  Word(	'1',	'一日',	'いちにち (ついたち/いっぴ)',	'1-ны өдөр / 1-н өдөр'	),
Word(	'2',	'二日',	'ふつか',	'2-ны өдөр / 2-н өдөр'	),
Word(	'3',	'三日',	'みっか',	'3-ны өдөр / 3-н өдөр'	),
Word(	'4',	'四日',	'よっか',	'4-ны өдөр / 4-н өдөр'	),
Word(	'5',	'五日',	'いつか',	'5-ны өдөр / 5-н өдөр'	),
Word(	'6',	'六日',	'むいか',	'6-ны өдөр / 6-н өдөр'	),
Word(	'7',	'七日',	'なのか',	'7-ны өдөр / 7-н өдөр'	),
Word(	'8',	'八日',	'ようか',	'8-ны өдөр / 8-н өдөр'	),
Word(	'9',	'九日',	'ここのか',	'9-ны өдөр / 9-н өдөр'	),
Word(	'10',	'十日',	'とおか',	'10-ны өдөр / 10-н өдөр'	),
Word(	'11',	'十一日',	'じゅういちにち',	'11-ны өдөр / 11-н өдөр'	),
Word(	'12',	'十二日',	'じゅうににち',	'12-ны өдөр / 12-н өдөр'	),
Word(	'13',	'十三日',	'じゅうさんにち',	'13-ны өдөр / 13-н өдөр'	),
Word(	'14',	'十四日',	'じゅうよっか/じゅうよんにち',	'14-ны өдөр / 14-н өдөр'	),
Word(	'15',	'十五日',	'じゅうごにち',	'15-ны өдөр / 15-н өдөр'	),
Word(	'16',	'十六日',	'じゅうろくにち',	'16-ны өдөр / 16-н өдөр'	),
Word(	'17',	'十七日',	'じゅうしちにち/じゅうななにち',	'17-ны өдөр / 17-н өдөр'	),
Word(	'18',	'十八日',	'じゅうはちにち',	'18-ны өдөр / 18-н өдөр'	),
Word(	'19',	'十九日',	'じゅうくにち',	'19-ны өдөр / 19-н өдөр'	),
Word(	'20',	'二十日',	'はつか (にじゅうにち)',	'20-ны өдөр / 20-н өдөр'	),
Word(	'49',	'四十九日',	'よんじゅうくにち (しじゅうくにち)',	'49-н өдөр'	),
Word(	'100',	'百日',	'ひゃくにち',	'100-н өдөр'	),
Word(	'1,000',	'千日',	'せんにち',	'1,000-н өдөр'	)
];
